package com.dermentli.task1;
import static com.dermentli.util.Print.*;

public class Solution {
    public static void main(String[] args) {
        print("Лето для меня не было богато на приключения и путешествия. Я остался в городе со своими родителями. Пока родители ходили на работу, я помогал им по дому: мыл посуду, убирал и даже иногда готовил обед.\n" + "Почти каждый день мы с моим другом Лешей ходили друг к другу в гости, играли в компьютерные игры, ходили гулять, катались на велосипедах и скейтбордах. Мама Леши научила нас готовить вкусный прохладный лимонад, чтобы хоть немного спастись от жары, готовили мы его практически каждый день.\n" + "Если мы останавливались у воды, то мы еще и купались. Мне нравилось быть на природе, папа тренировал меня по футболу, мы делали ворота из больших веток, а мяч привозили из дома. Пока мы играли, мама собирала цветы в красивый букет, который потом привозила домой. Я не жалею, что мы никуда не поехали этим летом. Мы провели много времени вместе и сделали много важных и полезных дел. Мы хорошо отдохнули и дома, главное, что мы были вместе.");
    }

}
